       IDENTIFICATION DIVISION.
       PROGRAM-ID. CodeDeploytest.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 HELLO-X            PIC X(40).
       PROCEDURE DIVISION.
       DISPLAY "Hello Malta UG".
       STOP RUN. 
       